Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-ES-Trados.tmx
Source language: en_gb
Languages: es_es

source: The proposed changes shall be examined by the notified body, which shall decide whether the modified quality management system continues to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.
es_es: El organismo notificado examinará los cambios propuestos y decidirá si el sistema de gestión de la calidad modificado sigue cumpliendo los requisitos mencionados en el punto 3.2 o si es necesario realizar una nueva evaluación.

source: The notified body shall notify the provider of its decision.
es_es: El organismo notificado notificará su decisión al proveedor.

source: The notification shall contain the conclusions of the examination of the changes and the reasoned assessment decision.
es_es: La notificación incluirá las conclusiones del examen de los cambios y una decisión motivada sobre la evaluación.

source: Control of the technical documentation.
es_es: Control de la documentación técnica

source: In addition to the application referred to in point 3, an application with a notified body of their choice shall be lodged by the provider for the assessment of the technical documentation relating to the AI system which the provider intends to place on the market or put into service and which is covered by the quality management system referred to under point 3.
es_es: Además de la solicitud a que se refiere el punto 3, el proveedor presentará una solicitud ante el organismo notificado de su elección para la evaluación de la documentación técnica relativa al sistema de IA que el proveedor pretenda introducir en el mercado o poner en servicio y al que se aplique el sistema de gestión de la calidad mencionado en el punto 3.

source: The application shall include:
es_es: La solicitud incluirá:

source: the name and address of the provider;
es_es: el nombre y la dirección del proveedor;

source: a written declaration that the same application has not been lodged with any other notified body;
es_es: una declaración por escrito de que no se ha presentado la misma solicitud ante ningún otro organismo notificado;

source: the technical documentation referred to in Annex IV.
es_es: la documentación técnica prevista en el anexo IV.

source: The technical documentation shall be examined by the notified body.
es_es: El organismo notificado examinará la documentación técnica.

source: Where relevant, and limited to what is necessary to fulfil its tasks, the notified body shall be granted full access to the training, validation, and testing data sets used, including, where appropriate and subject to security safeguards, through API or other relevant technical means and tools enabling remote access.
es_es: Cuando proceda, y en la medida en que sea necesario para el desempeño de sus tareas, se concederá al organismo notificado pleno acceso a los conjuntos de datos de entrenamiento, validación y prueba utilizados, también, cuando proceda y con sujeción a garantías de seguridad, a través de API u otras herramientas y medios técnicos pertinentes que permitan el acceso a distancia.

source: In examining the technical documentation, the notified body may require that the provider supply further evidence or carry out further tests so as to enable a proper assessment of the conformity of the AI system with the requirements set out in Chapter III, Section 2.
es_es: Al examinar la documentación técnica, el organismo notificado podrá exigir que el proveedor facilite más pruebas justificativas o que lleve a cabo pruebas adicionales para que pueda evaluarse adecuadamente la conformidad del sistema de IA con los requisitos establecidos en el capítulo III, sección 2.

source: Where the notified body is not satisfied with the tests carried out by the provider, the notified body shall itself directly carry out adequate tests, as appropriate.
es_es: Cuando el organismo notificado no quede satisfecho con las pruebas realizadas por el proveedor, efectuará él mismo directamente las pruebas adecuadas, según proceda.

source: Where necessary to assess the conformity of the high-risk AI system with the requirements set out in Chapter III, Section 2, after all other reasonable means to verify conformity have been exhausted and have proven to be insufficient, and upon a reasoned request, the notified body shall also be granted access to the training and trained models of the AI system, including its relevant parameters.
es_es: Asimismo, se concederá al organismo notificado acceso al modelo de entrenamiento y al modelo entrenado del sistema de IA, con sus correspondientes parámetros, para, en caso necesario, una vez se hayan agotado y hayan demostrado ser insuficientes todas las demás vías razonables para verificar la conformidad, y previa solicitud motivada, evaluar la conformidad del sistema de IA de alto riesgo con los requisitos establecidos en el capítulo III, sección 2.

source: Such access shall be subject to existing Union law on the protection of intellectual property and trade secrets.
es_es: Dicho acceso estará sujeto al Derecho de la Unión vigente relativo a la protección de la propiedad intelectual e industrial y los secretos comerciales.

source: The decision of the notified body shall be notified to the provider or its authorised representative.
es_es: Se notificará la decisión del organismo notificado al proveedor o a su representante autorizado.

source: The notification shall contain the conclusions of the assessment of the technical documentation and the reasoned assessment decision.
es_es: La notificación incluirá las conclusiones de la evaluación de la documentación técnica y una decisión motivada sobre la evaluación.

source: Where the AI system is in conformity with the requirements set out in Chapter III, Section 2, the notified body shall issue a Union technical documentation assessment certificate.
es_es: Cuando el sistema de IA cumpla los requisitos establecidos en el capítulo III, sección 2, el organismo notificado expedirá un certificado de la Unión de evaluación de la documentación técnica.

source: The certificate shall indicate the name and address of the provider, the conclusions of the examination, the conditions (if any) for its validity and the data necessary for the identification of the AI system.
es_es: Dicho certificado indicará el nombre y la dirección del proveedor, las conclusiones del examen, las condiciones de validez (en su caso) y los datos necesarios para identificar el sistema de IA.

source: The certificate and its annexes shall contain all relevant information to allow the conformity of the AI system to be evaluated, and to allow for control of the AI system while in use, where applicable.
es_es: El certificado y sus anexos contendrán toda la información pertinente para poder evaluar la conformidad del sistema de IA y permitir el control del sistema de IA mientras esté en uso, cuando proceda.

source: Where the AI system is not in conformity with the requirements set out in Chapter III, Section 2, the notified body shall refuse to issue a Union technical documentation assessment certificate and shall inform the applicant accordingly, giving detailed reasons for its refusal.
es_es: Cuando el sistema de IA no cumpla los requisitos establecidos en el capítulo III, sección 2, el organismo notificado denegará la expedición del certificado de la Unión de evaluación de la documentación técnica e informará de ello al solicitante, motivando detalladamente su decisión.

source: Where the AI system does not meet the requirement relating to the data used to train it, re-training of the AI system will be needed prior to the application for a new conformity assessment.
es_es: Cuando el sistema de IA no cumpla los requisitos relativos a los datos utilizados para su entrenamiento, será necesario llevar a cabo un nuevo entrenamiento del sistema antes de solicitar una nueva evaluación de la conformidad.

source: In this case, the reasoned assessment decision of the notified body refusing to issue the Union technical documentation assessment certificate shall contain specific considerations on the quality data used to train the AI system, in particular on the reasons for non-compliance.
es_es: En este caso, la decisión motivada sobre la evaluación del organismo notificado que deniegue la expedición del certificado de la Unión de evaluación de la documentación técnica contendrá consideraciones específicas relativas a la calidad de los datos utilizados para entrenar el sistema de IA, en particular acerca de los motivos del incumplimiento.

source: Any change to the AI system that could affect the compliance of the AI system with the requirements or its intended purpose shall be assessed by the notified body which issued the Union technical documentation assessment certificate.
es_es: Todo cambio del sistema de IA que pueda afectar a su cumplimiento de los requisitos o su finalidad prevista será evaluado por el organismo notificado que haya expedido el certificado de la Unión de evaluación de la documentación técnica.

source: The provider shall inform such notified body of its intention to introduce any of the abovementioned changes, or if it otherwise becomes aware of the occurrence of such changes.
es_es: El proveedor informará a dicho organismo notificado de su intención de introducir cualquiera de los cambios previamente mencionados o de si tiene constancia de que se hayan producido tales cambios.

source: The intended changes shall be assessed by the notified body, which shall decide whether those changes require a new conformity assessment in accordance with Article 43(4) or whether they could be addressed by means of a supplement to the Union technical documentation assessment certificate.
es_es: El organismo notificado evaluará los cambios previstos y decidirá si estos requieren una nueva evaluación de la conformidad con arreglo al artículo 43, apartado 4, o si pueden ser objeto de un suplemento al certificado de la Unión de evaluación de la documentación técnica.

source: In the latter case, the notified body shall assess the changes, notify the provider of its decision and, where the changes are approved, issue to the provider a supplement to the Union technical documentation assessment certificate.
es_es: En este último caso, el organismo notificado evaluará los cambios, notificará su decisión al proveedor y, si aprueba los cambios, expedirá un suplemento al certificado de la Unión de evaluación de la documentación técnica.

source: Surveillance of the approved quality management system.
es_es: Vigilancia del sistema de gestión de la calidad aprobado

source: The purpose of the surveillance carried out by the notified body referred to in Point 3 is to make sure that the provider duly complies with the terms and conditions of the approved quality management system.
es_es: La finalidad de la vigilancia por parte del organismo notificado a que se refiere el punto 3 es asegurarse de que el proveedor cumple debidamente las condiciones del sistema de gestión de la calidad aprobado.

source: For assessment purposes, the provider shall allow the notified body to access the premises where the design, development, testing of the AI systems is taking place.
es_es: A efectos de la evaluación, el proveedor dará acceso al organismo notificado a las instalaciones donde se estén diseñando, desarrollando o probando los sistemas de IA.

source: The provider shall further share with the notified body all necessary information.
es_es: Además, el proveedor facilitará al organismo notificado toda la información necesaria.

source: The notified body shall carry out periodic audits to make sure that the provider maintains and applies the quality management system and shall provide the provider with an audit report.
es_es: El organismo notificado realizará auditorías periódicas para asegurarse de que el proveedor mantiene y aplica el sistema de gestión de la calidad, y le entregará un informe de la auditoría.

source: In the context of those audits, the notified body may carry out additional tests of the AI systems for which a Union technical documentation assessment certificate was issued.
es_es: En el marco de dichas auditorías, el organismo notificado podrá efectuar más pruebas de los sistemas de IA para los que se hayan expedido certificados de la Unión de evaluación de la documentación técnica.

source: ANNEX VIII
es_es: ANEXO VIII

source: Information to be submitted upon the registration of high-risk AI systems in accordance with Article 49
es_es: Información que debe presentarse para la inscripción en el registro de sistemas de IA de alto riesgo de conformidad con el artículo 49

source: Section A — Information to be submitted by providers of high-risk AI systems in accordance with Article 49(1)
es_es: Sección A — Información que deben presentar los proveedores de sistemas de IA de alto riesgo de conformidad con el artículo 49, apartado 1

source: The following information shall be provided and thereafter kept up to date with regard to high-risk AI systems to be registered in accordance with Article 49(1):
es_es: Con respecto a los sistemas de IA de alto riesgo que vayan a inscribirse en el registro de conformidad con el artículo 49, apartado 1, se facilitará y se actualizará debidamente la información siguiente:

source: The name, address and contact details of the provider;
es_es: El nombre, la dirección y los datos de contacto del proveedor.

source: Where submission of information is carried out by another person on behalf of the provider, the name, address and contact details of that person;
es_es: Cuando sea otra persona la que presente la información en nombre del proveedor, el nombre, dirección y datos de contacto de dicha persona.

source: The name, address and contact details of the authorised representative, where applicable;
es_es: El nombre, la dirección y los datos de contacto del representante autorizado, en su caso.

source: The AI system trade name and any additional unambiguous reference allowing the identification and traceability of the AI system;
es_es: El nombre comercial del sistema de IA y toda referencia inequívoca adicional que permita su identificación y trazabilidad.

source: A description of the intended purpose of the AI system and of the components and functions supported through this AI system;
es_es: La descripción de la finalidad prevista del sistema de IA y de los componentes y funciones que se apoyan a través del mismo.

source: A basic and concise description of the information used by the system (data, inputs) and its operating logic;
es_es: Una descripción sencilla y concisa de la información que utiliza el sistema (datos, entradas) y su lógica de funcionamiento.

source: The status of the AI system (on the market, or in service; no longer placed on the market/in service, recalled);
es_es: La situación del sistema de IA (comercializado o puesto en servicio, ha dejado de comercializarse o de estar en servicio, recuperado).

source: The type, number and expiry date of the certificate issued by the notified body and the name or identification number of that notified body, where applicable;
es_es: El tipo, el número y la fecha de caducidad del certificado expedido por el organismo notificado y el nombre o número de identificación de dicho organismo notificado, cuando proceda.

source: A scanned copy of the certificate referred to in point 8, where applicable;
es_es: Una copia escaneada del certificado a que se refiere el punto 8, cuando proceda.

source: Any Member States in which the AI system has been placed on the market, put into service or made available in the Union;
es_es: Todo Estado miembro en el que el sistema de IA se haya introducido en el mercado, puesto en servicio o comercializado en la Unión.

source: Electronic instructions for use; this information shall not be provided for high-risk AI systems in the areas of law enforcement or migration, asylum and border control management referred to in Annex III, points 1, 6 and 7;
es_es: Las instrucciones de uso electrónicas. No se facilitará esta información en el caso de los sistemas de IA de alto riesgo en los ámbitos de la garantía del cumplimiento del Derecho o la migración, el asilo y la gestión del control fronterizo a que se refiere el anexo III, puntos 1, 6 y 7.

source: A URL for additional information (optional).
es_es: Una URL para obtener información adicional (opcional).

source: Section B — Information to be submitted by providers of high-risk AI systems in accordance with Article 49(2)
es_es: Sección B — Información que deben presentar los proveedores de sistemas de IA de alto riesgo de conformidad con el artículo 49, apartado 2

source: The following information shall be provided and thereafter kept up to date with regard to AI systems to be registered in accordance with Article 49(2):
es_es: Con respecto a los sistemas de IA que vayan a inscribirse en el registro de conformidad con el artículo 49, apartado 2, se facilitará y se actualizará debidamente la información siguiente:

source: A description of the intended purpose of the AI system;
es_es: La descripción de la finalidad prevista del sistema de IA.

source: The condition or conditions under Article 6(3)based on which the AI system is considered to be not-high-risk;
es_es: La condición o condiciones previstas en el artículo 6, apartado 3, con arreglo a las cuales se considera que el sistema de IA no es de alto riesgo.

source: A short summary of the grounds on which the AI system is considered to be not-high-risk in application of the procedure under Article 6(3);
es_es: Un breve resumen de los motivos por los que se considera que el sistema de IA no es de alto riesgo en aplicación del procedimiento previsto en el artículo 6, apartado 3.

source: Any Member States in which the AI system has been placed on the market, put into service or made available in the Union.
es_es: Todo Estado miembro en el que el sistema de IA se haya introducido en el mercado, puesto en servicio o comercializado en la Unión.

source: Section C — Information to be submitted by deployers of high-risk AI systems in accordance with Article 49(3)
es_es: Sección C — Información que deben presentar los responsables del despliegue de sistemas de IA de alto riesgo de conformidad con el artículo 49, apartado 3

source: The name, address and contact details of the deployer;
es_es: El nombre, la dirección y los datos de contacto del responsable del despliegue.

source: The name, address and contact details of the person submitting information on behalf of the deployer;
es_es: El nombre, la dirección y los datos de contacto de la persona que presente la información en nombre del responsable del despliegue.

source: The URL of the entry of the AI system in the EU database by its provider;
es_es: La URL de entrada del sistema de IA en la base de datos de la UE por parte de su proveedor.

source: A summary of the findings of the fundamental rights impact assessment conducted in accordance with Article 27;
es_es: Un resumen de las conclusiones de la evaluación de impacto relativa a los derechos fundamentales realizada de conformidad con el artículo 27.

source: A summary of the data protection impact assessment carried out in accordance with Article 35 of Regulation (EU) 2016/679 or Article 27 of Directive (EU) 2016/680 as specified in Article 26(8) of this Regulation, where applicable.
es_es: Un resumen de la evaluación de impacto relativa a la protección de datos realizada de conformidad con el artículo 35 del Reglamento (UE) 2016/679 o el artículo 27 de la Directiva (UE) 2016/680, tal como se especifica en el artículo 26, apartado 8, del presente Reglamento, cuando proceda.

source: ANNEX IX
es_es: ANEXO IX

source: Information to be submitted upon the registration of high-risk AI systems listed in Annex III in relation to testing in real world conditions in accordance with Article 60
es_es: Información que debe presentarse para la inscripción en el registro de los sistemas de IA de alto riesgo enumerados en el anexo III en relación con las pruebas en condiciones reales de conformidad con el artículo 60

source: The following information shall be provided and thereafter kept up to date with regard to testing in real world conditions to be registered in accordance with Article 60:
es_es: Con respecto a las pruebas en condiciones reales que vayan a inscribirse en el registro de conformidad con el artículo 60, se facilitará y se actualizará debidamente la información siguiente:

source: A Union-wide unique single identification number of the testing in real world conditions;
es_es: El número de identificación único para toda la Unión de la prueba en condiciones reales.

source: The name and contact details of the provider or prospective provider and of the deployers involved in the testing in real world conditions;
es_es: El nombre y los datos de contacto del proveedor o proveedor potencial y de los responsables del despliegue que participen en la prueba en condiciones reales.

source: A brief description of the AI system, its intended purpose, and other information necessary for the identification of the system;
es_es: Una breve descripción del sistema de IA, su finalidad prevista y demás información necesaria para la identificación del sistema.

source: A summary of the main characteristics of the plan for testing in real world conditions;
es_es: Un resumen de las principales características del plan de la prueba en condiciones reales.

source: Information on the suspension or termination of the testing in real world conditions.
es_es: Información sobre la suspensión o la conclusión de la prueba en condiciones reales.

source: ANNEX X
es_es: ANEXO X

source: Union legislative acts on large-scale IT systems in the area of Freedom, Security and Justice
es_es: Actos legislativos de la Unión relativos a sistemas informáticos de gran magnitud en el espacio de libertad, seguridad y justicia

source: Schengen Information System
es_es: Sistema de Información de Schengen

source: Regulation (EU) 2018/1860 of the European Parliament and of the Council of 28 November 2018 on the use of the Schengen Information System for the return of illegally staying third-country nationals (OJ L 312, 7.12.2018, p. 1).
es_es: Reglamento (UE) 2018/1860 del Parlamento Europeo y del Consejo, de 28 de noviembre de 2018, sobre la utilización del Sistema de Información de Schengen para el retorno de nacionales de terceros países en situación irregular (DO L 312 de 7.12.2018, p. 1).

source: Regulation (EU) 2018/1861 of the European Parliament and of the Council of 28 November 2018 on the establishment, operation and use of the Schengen Information System (SIS) in the field of border checks, and amending the Convention implementing the Schengen Agreement, and amending and repealing Regulation (EC) No 1987/2006 (OJ L 312, 7.12.2018, p. 14).
es_es: Reglamento (UE) 2018/1861 del Parlamento Europeo y del Consejo, de 28 de noviembre de 2018, relativo al establecimiento, funcionamiento y utilización del Sistema de Información de Schengen (SIS) en el ámbito de las inspecciones fronterizas, por el que se modifica el Convenio de aplicación del Acuerdo de Schengen y se modifica y deroga el Reglamento (CE) n.o 1987/2006 (DO L 312 de 7.12.2018, p. 14).
